{
  "website":{
    "title": "Simon Cvitae"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "link": "Link"
  },
  "about_me":{
    "about_me": "About Me",
    "des": "I have more than 10 years of experience, I am passionate about my work, it is what I wanted to be since I was a child, I like to read and study new technologies, I have worked in companies with different sectors."
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Projects",
    "jalpc": "This project is my project. I use javescript to get repo's information all my repos have only one request.",
    "cpython": "This project is other's project. I use another request to get repo's information.",
    "familycode": "This is another project."
  },
  "career":{
    "my_career": "My Career",
    "company_a": "RedSalud CCHC",
    "company_a_desc": "Analysis and Development in Java with NetBeans, VB6, VS2017, Oracle database, Apigee Proxy, microservices, Gitlab, Mirth, GCP.",
    "company_a_date": "Dec 2019 - Sep 2022 · 2 yrs 10 mos",
    "company_a_job": "DevOps - Software Developer",
    "company_b": "Farmacias Cruz Verde Chile",
    "company_b_desc": "In charge of carrying out the Workflow project for Billing and Workflow for the Purchase Order system, developed in C# Visual Studio 2015 and Framework 5 with Oracle Database, as well as the creation of a Windows Service for sending Automatic Reports for the Developed Holding in C# with Oracle.",
    "company_b_date": "Nov 2017 - Dec 2019 · 2 yrs 2 mos",
    "company_b_job": "Programmer analyst / SQL and BDD",
    "company_c": "Thyssenkrupp",
    "company_c_desc": "In charge of performing maintenance on VB6 applications with Sql Server Database.",
    "company_c_date": "Dec 2016 - Nov 2017 · 1 yr",
    "company_c_job": "Programmer analyst",
    "company_d": "Crawford & Company",
    "company_d_desc": "In charge of adding new modules for clients from the web, Migrations of two applications in VB6.0 to VB.net 2010 and creation of a system for the control of lawyers' trials, using the following technologies: VB.net, SQL Server , MVC.",
    "company_d_date": "Sep 2014 - Dec 2016 · 2 yrs 4 mos",
    "company_d_job": "Programmer analyst",
    "company_e": "Perfumeries Maicao",
    "company_e_desc": "In charge of implementing a new module to work with Robot Flux, branch reporting, automatically building branches and mass email campaigns, using the following technologies: VB.net, Oracle, Entity Framework, LinQ, BI, Php.",
    "company_e_date": "Dec 2012 - Dec 2014 · 2 yrs 1 mo",
    "company_e_job": "Programmer analyst",
    "company_f": "BST Corp",
    "company_f_desc": "Project Manager migration of the entire GiveCard and Power-Team platform, implementation of new Walmart modules for the review of protests when seeing a check from a box, using the following technologies: SQL Server Administration, MySQL, Oracle, Pentaho, Programming in NET, PHP, VB6, HTML5, Jquery, Xajax, JSP Project Management, Linux and Windows Server Configuration",
    "company_f_date": "Apr 2007 - Dec 2012 · 5 yrs 9 mos",
    "company_f_job": "IT project manager",
    "company_g": "SERVIBANCA S.A.",
    "company_g_desc": "In charge of implementing new modules for the payment portal of Banco de Chile and Banco Estado, using the following technologies: Sql Server, ASP.NET, Visual.Net, Cluster Development, Windows Services, Web Services, XML, Ajax.",
    "company_g_date": "Oct 2004 - Apr 2007 · 2 yrs 7 mos",
    "company_g_job": "Programmer analyst",
    "company_h": "intraWeb Inc",
    "company_h_desc": "Engineering Department.Asp, Php, Oracle,Xml, Javascript, Html, Sql Server 2000, Access, Mysql, Com Objects, Visual Basic 6.0.",
    "company_h_date": "Jan 2002 - Mar 2004 · 2 yrs 3 mos",
    "company_h_job": "Computer programmer"   
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "link":{
    "link": "Link",
    "view": "views"
  }

}
