
{
  "website":{
    "title": "Simon Cvitae"
  },
  "nav":{
    "home": "Inicio",
    "about_me": "Sobre mi",
    "skills": "habilidades",
    "projects": "Proyectos",
    "career": "Laboral",
    "blog": "Blog",
    "link": "Link"
  },
  "about_me":{
    "about_me": "Sobre Mi",
    "des": "Tengo más de 10 años de experiencia, me apasiona mi trabajo es lo que quise ser desde niño, me gusta leer y estudiar las nuevas tecnologías, he trabajado en empresas con diferentes rubros."
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Projects",
    "jalpc": "This project is my project. I use javescript to get repo's information all my repos have only one request.",
    "cpython": "This project is other's project. I use another request to get repo's information.",
    "familycode": "This is another project."
  },
  "career":{
    "my_career": "Experiencia Laboral",
    "company_a": "RedSalud",
    "company_a_desc": "DevOps - Analista Programador",
    "company_a_date": "Dec 2019 - Sep 2022 · 2 yrs 10 mos",
    "company_a_job": "Análisis y Desarrollo en Java con NetBeans, VB6, VS2017, base de datos Oracle, Proxy Apigee, microservicios, Gitlab, Mirth, GCP.",
    "company_b": "Farmacias Cruz Verde Chile",
    "company_b_desc": "Encargado de realizar proyecto de Workflow para Facturación y Workflow para sistema de Ordenes de Compras, desarrollado en C# Visual Studio 2015 y Framework 5 con Base de Datos Oracle, así como también creación de Servicio Windows para envío Automáticos de Reportería para el Holding Desarrollado en C# con Oracle.",
    "company_b_date": "Nov 2017 - Dec 2019 · 2 yrs 2 mos",
    "company_b_job": "Analista programador / SQL y BDD",
    "company_c": "Thyssenkrupp",
    "company_c_desc": "Encargado de Realizar mantenciones a aplicaciones VB6 con Base de Datos Sql Server.",
    "company_c_date": "Dec 2016 - Nov 2017 · 1 yr",
    "company_c_job": "Analista Programador",
    "company_d": "Crawford & Company",
    "company_d_desc": "Encargado de agregar nuevos módulos para los clientes desde la web, Migraciones de dos aplicaciones en VB6.0 a VB.net 2010 y creación de un sistema para el control de juicios de los abogados, ocupando las siguientes tecnologías: VB.net, SQL Server, MVC.",
    "company_d_date": "Sep 2014 - Dec 2016 · 2 yrs 4 mos",
    "company_d_job": "Analista Programador",
    "company_e": "Perfumerias Maicao",
    "company_e_desc": "Encargado de implementar nuevo módulo para trabajar con Robot Flux, reportería de sucursales, levantar automáticamente sucursales y de campañas de correos masivos, ocupando las siguientes tecnologías: VB.net, Oracle, Entity Framework, LinQ, BI, Php.",
    "company_e_date": "Dec 2012 - Dec 2014 · 2 yrs 1 mo",
    "company_e_job": "Analista Programador",
    "company_f": "BST Corp",
    "company_f_desc": "Jefe de Proyectos migración de toda la plataforma GiveCard y Power-Team, implementación nuevos módulos de Walmart para la revisión de protestos al ver un cheque desde una caja, ocupando las siguientes tecnologías: Administración de Sql Server, Mysql, Oracle, Pentaho, Programación en NET, PHP, VB6, HTML5, Jquery,Xajax,JSP Gestión de Proyectos, Configuración de Servidores Linux y Windows",
    "company_f_date": "Apr 2007 - Dec 2012 · 5 yrs 9 mos",
    "company_f_job": "Encargado de proyectos de TI",
    "company_g": "SERVIBANCA S.A.",
    "company_g_desc": "Encargado de implementar nuevos módulos para el portal de pagos de Banco de Chile y de Banco Estado, ocupando las siguientes tecnologías: Sql Server, ASP.NET, Visual.Net, Desarrollo para Cluster, Servicios Windows, Servicios Web, XML, Ajax.",
    "company_g_date": "Oct 2004 - Apr 2007 · 2 yrs 7 mos",
    "company_g_job": "Analista Programador",
    "company_h": "intraWeb Inc",
    "company_h_desc": "Dpto. Ingieneria.Asp, Php, Oracle,Xml, Javascript, Html, Sql Server 2000, Access, Mysql, Objetos Com, Visual Basic 6.0.",
    "company_h_date": "Jan 2002 - Mar 2004 · 2 yrs 3 mos",
    "company_h_job": "Programador informático"
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "link":{
    "link": "Link",
    "view": "views"
  }

}
